Repository: ohmevents/aiohm-booking-mvp
Catalog: languages/aiohm-booking-mvp-*.po
Languages: ro_ro

source: AIOHM Booking MVP
ro_ro: AIOHM Rezervări MVP

source: Transform your WordPress into a seamless accommodation booking experience. Focuses exclusively on room and accommodation bookings with deposits, payments, and full customization. Built with AIOHM's signature attention to conscious business flow.
ro_ro: Transformă WordPress-ul tău într-o experiență de rezervare fără cusur. Se concentrează exclusiv pe rezervări de camere și cazare cu avansuri, plăți și personalizare completă. Construit cu atenția caracteristică AIOHM pentru fluxul de afaceri conștient.

source: Name
ro_ro: Nume

source: Phone
ro_ro: Telefon

source: Address
ro_ro: Adresă

source: Country
ro_ro: Țară

source: Company
ro_ro: Companie

source: Age
ro_ro: Vârstă

source: Rooms
ro_ro: Camere

source: Guests
ro_ro: Oaspeți

source: Deposit
ro_ro: Avans

source: Currency
ro_ro: Monedă

source: Booking
ro_ro: Rezervare

source: Order
ro_ro: Comandă

source: Settings
ro_ro: Setări

source: Dashboard
ro_ro: Tablou de bord

source: Orders
ro_ro: Comenzi

source: Help
ro_ro: Ajutor

source: Save Settings
ro_ro: Salvează setările

source: Configuration
ro_ro: Configurare

source: Hold & Continue
ro_ro: Rezervă & Continuă

source: Book Now
ro_ro: Rezervă acum

source: Continue to Payment
ro_ro: Continuă la plată

source: Pay with Card
ro_ro: Plătește cu cardul

source: Pay with PayPal
ro_ro: Plătește cu PayPal

source: Pending
ro_ro: În așteptare

source: Paid
ro_ro: Plătit

source: Cancelled
ro_ro: Anulat

source: Expired
ro_ro: Expirat

source: Confirmed
ro_ro: Confirmat

source: Total Amount:
ro_ro: Suma totală:

source: Deposit Due:
ro_ro: Avans de plată:

source: Deposit Required (%s%)
ro_ro: Avans necesar (%s%)

source: Room price: %1$s %2$s, Deposit: %3$s%
ro_ro: Preț cameră: %1$s %2$s, Avans: %3$s%

source: Private event (book all rooms)
ro_ro: Eveniment privat (rezervă toate camerele)

source: Private Event (All %s)
ro_ro: Eveniment privat (Toate %s)

source: Selected %s:
ro_ro: %s selectate:

source: Room
ro_ro: Cameră

source: House
ro_ro: Casă

source: Apartment
ro_ro: Apartament

source: Villa
ro_ro: Vilă

source: Bungalow
ro_ro: Bungalou

source: Cabin
ro_ro: Cabană

source: Cottage
ro_ro: Căsuță

source: Suite
ro_ro: Suită

source: Unit
ro_ro: Unitate

source: Space
ro_ro: Spațiu

source: Venue
ro_ro: Local

source: Please enter your name
ro_ro: Te rugăm să introduci numele

source: Please enter a valid email address
ro_ro: Te rugăm să introduci o adresă de email validă

source: Please select at least one room
ro_ro: Te rugăm să selectezi cel puțin o cameră

source: Please enter at least one guest
ro_ro: Te rugăm să introduci cel puțin un oaspete

source: Maximum number of guests is 20. Please contact us for larger groups.
ro_ro: Numărul maxim de oaspeți este 20. Te rugăm să ne contactezi pentru grupuri mai mari.

source: Check-out date must be after check-in date
ro_ro: Data de check-out trebuie să fie după data de check-in

source: Form validation error. Please refresh the page and try again.
ro_ro: Eroare de validare a formularului. Te rugăm să reîmprospătezi pagina și să încerci din nou.

source: Creating hold...
ro_ro: Se creează rezervarea...

source: Hold created successfully! Order #%d
ro_ro: Rezervare creată cu succes! Comanda #%d

source: Invalid response from server
ro_ro: Răspuns invalid de la server

source: Security token expired. Please refresh the page and try again.
ro_ro: Token-ul de securitate a expirat. Te rugăm să reîmprospătezi pagina și să încerci din nou.

source: Order Summary
ro_ro: Sumar comandă

source: Booking Not Found
ro_ro: Rezervarea nu a fost găsită

source: We couldn't locate your booking. Please try again or contact us if you need assistance.
ro_ro: Nu am putut localiza rezervarea ta. Te rugăm să încerci din nou sau contactează-ne dacă ai nevoie de asistență.

source: Secure Payment
ro_ro: Plată securizată

source: Choose your preferred payment method to complete your booking securely:
ro_ro: Alege metoda de plată preferată pentru a finaliza rezervarea în siguranță:

source: Credit Card
ro_ro: Card de credit

source: Pay with your PayPal account
ro_ro: Plătește cu contul tău PayPal

source: SSL Encrypted
ro_ro: Criptat SSL

source: Secure Checkout
ro_ro: Checkout securizat

source: PCI Compliant
ro_ro: Compatibil PCI

source: AIOHM Booking Dashboard
ro_ro: Tablou de bord AIOHM Rezervări

source: Conscious event booking made simple. Modular, transparent, and aligned with your values.
ro_ro: Rezervarea evenimentelor conștiente făcută simplu. Modulară, transparentă și aliniată cu valorile tale.

source: Total Orders
ro_ro: Total comenzi

source: Total Revenue
ro_ro: Venituri totale

source: Orders Management
ro_ro: Gestionarea comenzilor

source: Track and manage all your booking orders from one conscious dashboard.
ro_ro: Urmărește și gestionează toate comenzile de rezervare dintr-un singur tablou de bord conștient.

source: Booking Configuration
ro_ro: Configurarea rezervărilor

source: Configure your booking modules to align with your venue's unique offering and values.
ro_ro: Configurează modulele de rezervare pentru a se alinia cu oferta unică și valorile localului tău.

source: Accommodation Module
ro_ro: Modulul de cazare

source: Perfect for:
ro_ro: Perfect pentru:

source: Accommodations, vacation rentals, hotels, venues, houses, bungalows, and private spaces.
ro_ro: Cazări, închirieri de vacanță, hoteluri, locații, case, bungalouri și spații private.

source: Features:
ro_ro: Caracteristici:

source: Individual room booking, entire property options, flexible pricing per room.
ro_ro: Rezervarea camerei individuale, opțiuni pentru întreaga proprietate, prețuri flexibile per cameră.

source: Use cases:
ro_ro: Cazuri de utilizare:

source: Rent rooms in your property, offer entire house bookings, manage multiple accommodation units.
ro_ro: Închiriază camere în proprietatea ta, oferă rezervări pentru întreaga casă, gestionează multiple unități de cazare.

source: Welcome to AIOHM Booking
ro_ro: Bun venit la AIOHM Rezervări

source: Experience the future of conscious hospitality with
ro_ro: Experimentează viitorul ospitalității conștiente cu

source: where we create tools to make the marketing journey more beautiful.
ro_ro: unde creăm instrumente pentru a face călătoria de marketing mai frumoasă.

source: Our first flagship plugin
ro_ro: Primul nostru plugin principal

source: represents our commitment to transparent, value-driven solutions.
ro_ro: reprezintă angajamentul nostru pentru soluții transparente, bazate pe valori.

source: This release introduces a revolutionary concept:
ro_ro: Această lansare introduce un concept revoluționar:

source: the first WordPress plugin with AI statistics integration
ro_ro: primul plugin WordPress cu integrare de statistici AI

source: giving you the power to analyze any data you collect about your guests with unprecedented insight and clarity.
ro_ro: oferindu-ți puterea de a analiza orice date colectezi despre oaspeții tăi cu o perspicacitate și claritate fără precedent.

source: What makes AIOHM special:
ro_ro: Ce face AIOHM special:

source: AI-Powered Analytics
ro_ro: Analiză alimentată de AI

source: Deep insights into guest behavior
ro_ro: Perspective profunde asupra comportamentului oaspeților

source: Conscious Design
ro_ro: Design conștient

source: Built with sustainability in mind
ro_ro: Construit cu gândul la sustenabilitate

source: Modular Architecture
ro_ro: Arhitectură modulară

source: Only use what you need
ro_ro: Folosește doar ce ai nevoie

source: Data Intelligence
ro_ro: Inteligență de date

source: Turn bookings into actionable insights
ro_ro: Transformă rezervările în perspective acționabile

source: AI Analytics Module
ro_ro: Modulul de analiză AI

source: Data-driven hospitality businesses, analytics enthusiasts, and conscious venue operators.
ro_ro: Afaceri de ospitalitate bazate pe date, entuziaști ai analizelor și operatori de locații conștienți.

source: Guest behavior analysis, booking pattern insights, revenue optimization, predictive analytics.
ro_ro: Analiza comportamentului oaspeților, perspective asupra modelelor de rezervare, optimizarea veniturilor, analiză predictivă.

source: Understand guest preferences, optimize pricing strategies, predict seasonal trends, improve customer satisfaction.
ro_ro: Înțelege preferințele oaspeților, optimizează strategiile de prețuri, prezice tendințele sezoniere, îmbunătățește satisfacția clienților.

source: Status:
ro_ro: Stare:

source: Active & Learning
ro_ro: Activ și învățare

source: Data Points Collected:
ro_ro: Puncte de date colectate:

source: AI Provider:
ro_ro: Furnizor AI:

source: Quick Setup & Next Steps
ro_ro: Configurare rapidă și pașii următori

source: Getting Started:
ro_ro: Să începem:

source: Enable your modules in
ro_ro: Activează modulele în

source: Configure pricing and availability
ro_ro: Configurează prețurile și disponibilitatea

source: Use shortcodes to display booking forms
ro_ro: Folosește shortcode-uri pentru a afișa formularele de rezervare

source: Review AI analytics insights
ro_ro: Revizuiește perspectivele analizelor AI

source: Language Settings
ro_ro: Setări de limbă

source: Plugin Language
ro_ro: Limba plugin-ului

source: Choose the language for your booking system interface
ro_ro: Alege limba pentru interfața sistemului de rezervări

source: English (Default)
ro_ro: Engleză (Implicit)

source: Romanian
ro_ro: Română

source: Translation Instructions
ro_ro: Instrucțiuni de traducere

source: Easy Plugin Translation
ro_ro: Traducerea ușoară a plugin-ului

source: Want to translate this plugin into your language? Follow these simple steps:
ro_ro: Vrei să traduci acest plugin în limba ta? Urmează acești pași simpli:

source: Download a translation tool like Poedit (free) from
ro_ro: Descarcă un instrument de traducere precum Poedit (gratuit) de la

source: Copy the file
ro_ro: Copiază fișierul

source: to create your language file (e.g.,
ro_ro: pentru a crea fișierul de limbă (de ex.,

source: for German)
ro_ro: pentru germană)

source: Open your new .po file in Poedit and translate all text strings
ro_ro: Deschide noul fișier .po în Poedit și traduce toate textele

source: Save the file - Poedit will automatically create the .mo file
ro_ro: Salvează fișierul - Poedit va crea automat fișierul .mo

source: Upload both .po and .mo files to your
ro_ro: Încarcă ambele fișiere .po și .mo în

source: Your plugin will automatically use the new language!
ro_ro: Plugin-ul tău va folosi automat noua limbă!

source: Need help? Contact us at
ro_ro: Ai nevoie de ajutor? Contactează-ne la

source: for translation assistance.
ro_ro: pentru asistență la traducere.
